<?php

/**
 * ECSHOP v2.1.2a 升级程序
 * ============================================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: paulgao $
 * $Date: 2006-12-28 18:38:16 +0800 (星期四, 28 十二月 2006) $
 * $Id: v2.1.2a.php 3864 2006-12-28 10:38:16Z paulgao $
 */

class up_v2_1_2a
{
	var $sql_files = array('data' => 'data.sql');

    var $auto_match = true;

    function __construct(){}
    function up_v2_1_2a(){}

    function update_database_optionally(){}
	function update_files(){}
}

?>