<?php

/**
 * ECSHOP 快钱语言文件
 * ============================================================================
 * 版权所有 (C) 2005-2007 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: scottye $
 * $Date: 2007-11-08 13:11:01 +0800 (星期四, 08 十一月 2007) $
 * $Id: kuaiqian.php 13482 2007-11-08 05:11:01Z scottye $
 */

global $_LANG;

$_LANG['kuaiqian']   = '快钱';
$_LANG['kq_desc']    = '上海快钱信息服务有限公司是国内第一家提供基于EMAIL和手机号码的网上收付款服务的互联网企业。' .
                        '快钱已同中国建设银行、中国银联、中国农业银行、中国银行、招商银行、交通银行、华夏银行、中国光大银行、' .
                        '中信银行、深圳发展银行、广东发展银行等结成战略合作并推出网上交易的收付款服务，服务覆盖国内外27亿张银行卡。' .
                        '（网址：http://www.99bill.com）';
$_LANG['kq_account'] = '商户编号';
$_LANG['kq_key']     = '商户密钥';
$_LANG['pay_button'] = '立即使用快钱支付';

?>