<?php

/**
 * ECSHOP 標籤管理語言項
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * $Author: fenghl $
 * $Date: 2008-01-24 21:38:09 +0800 (星期四, 24 一月 2008) $
 * $Id: tag_manage.php 14047 2008-01-24 13:38:09Z fenghl $
*/

$_LANG['tag_manage'] = '標籤管理';
$_LANG['tag_id'] = '編號';
$_LANG['tag_words'] = '標籤名稱';
$_LANG['user_id'] = '會員名';
$_LANG['goods_id'] = '商品名稱';
$_LANG['drop_tags'] = '大量刪除';
$_LANG['tag_list'] = '標籤列表';
$_LANG['tag_edit'] = '編輯標籤';
$_LANG['goods_name'] = '商品名稱';
$_LANG['name_search'] = '根據商品編號、名稱或貨號搜索商品';
$_LANG['tag_edit_success'] = '更新標籤成功';

$_LANG['no_select_tag'] = '您目前沒有標籤可以刪除';
$_LANG['drop_success'] = '您已經成功的刪除了 %d 個標籤';
$_LANG['back_list'] = '返回標籤列表';
$_LANG['tagword_exist'] = '標籤%s已經存在！';
$_LANG['tagedit_fail'] = '標籤%s修改失敗！';

/* JS語言項 */
$_LANG['drop_confirm'] = '您確定要刪除這筆記錄嗎?';

$_LANG['js_languages']['goods_name_not_empty'] = '商品名稱不能為空！';

?>
