<?php

/**
 * ECSHOP 标签管理语言项
 * ============================================================================
 * 版权所有 (C) 2005-2006 康盛创想（北京）科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 这是一个免费开源的软件；这意味着您可以在不用于商业目的的前提下对程序代码
 * 进行修改、使用和再发布。
 * ============================================================================
 * $Author: fenghl $
 * $Date: 2008-01-24 21:38:09 +0800 (星期四, 24 一月 2008) $
 * $Id: tag_manage.php 14047 2008-01-24 13:38:09Z fenghl $
*/

$_LANG['tag_manage'] = '标签管理';
$_LANG['tag_id'] = '编号';
$_LANG['tag_words'] = '标签名称';
$_LANG['user_id'] = '会员名';
$_LANG['goods_id'] = '商品名称';
$_LANG['drop_tags'] = '批量删除';
$_LANG['tagword_exist'] = '标签 %s 已经存在！';
$_LANG['tagedit_fail'] = '标签 %s 修改失败！';
$_LANG['tag_list'] = '标签列表';
$_LANG['tag_edit'] = '编辑标签';
$_LANG['goods_name'] = '商品名称';
$_LANG['name_search'] = '根据商品编号、名称或货号搜索商品';
$_LANG['tag_edit_success'] = '更新标签成功';

$_LANG['no_select_tag'] = '您现在没有需要删除的标签';
$_LANG['drop_success'] = '您已经成功的删除了 %d 个标签';
$_LANG['back_list'] = '返回标签列表';

/* JS语言项 */
$_LANG['drop_confirm'] = '您确定要删除这条记录吗?';

$_LANG['js_languages']['goods_name_not_empty'] = '商品名称不能为空！';

?>
